const RU = {
  welcome: "Мы рады приветствовать тебя, друг!",
  notFound: "Выбери, пожалуйста, другую команду",
  mainMenu: {
    liveStream: "Прямая трансляция",
    churchInfo: "Информация o церкви",
    donation: "Пожертвование",
    churchChat: "Церковный чат",
    churchLeaders: "Лидеры церкви",
    events: "Мероприятия",
    feedback: "Форма обратной связи",
  },
  donation: {
    mainTitle:
      'Вы можете принять участие в служениях церкви "Спасение" также через свои финансы.\n' +
      "\n" +
      "Пожертвования Вы можете сделать на наш номер счета:\n" +
      "\n",
    title: "Назначение платежа:",
    recipient: "Получатель:",
    numberPLN: "Счет в злотых:",
    numberUSD: "Счет в долларах:",
    lastWords: "Мы благодарны за Ваше участие в жизни нашей общины!",
  },
  pastorsInfo: {
    title: "и.о. ПАСТОРА",
    tel: "тел. ",
    moreInfo: "Больше информации Вы найдете на сайте",
  },
  moreEvents: "Следи за нашими последними мероприятиями в инстаграме",
  homeGroup:
    "ПРИГЛАШАЕМ ВАС НА НАШИ ВСТРЕЧИ,\n" +
    "которые проходят по адресу ul. Mińska 48, Warszawa\n" +
    "\n" +
    "Воскресное служение - каждое воскресенье с 11:00\n" +
    "\n" +
    "Воскресная школа - каждое воскресенье во время служений с 11:00\n" +
    "Младшая группа: дети с 3 до 6 лет\n" +
    "Старшая группа: дети с 7 до 13 лет \n" +
    "\n" +
    "Молодежные встречи - каждая суббота в 18:30\n" +
    "\n" +
    "Малые группы - каждую среду в 19:30 по адресам:\n" +
    "\n" +
    "До встречи!\n" +
    "❤️",
  churchInfo:
    "Дорогой Друг!\n" +
    "\n" +
    "Церковь «Спасение» – это место, где человек соприкасается с Божьей реальностью, силой Его безмерной благодати и любви, под воздействием которой, получает СПАСЕНИЕ 🕊\n" +
    "\n" +
    "▫️ Церковь «Спасение» — это место, где каждый человек может раскрыть свой духовный потенциал, заложенный в него Богом, а также развиваться в своем призвании и дарах.\n" +
    "\n" +
    "▫️Наши ценности — это:\n" +
    "\n" +
    '* ОТНОШЕНИЯ - люби людей и люби Бога; "отношения больше жертвы"\n' +
    "* УЧЕНИЧЕСТВО - мы призваны быть учениками и делать учеников\n" +
    "* МИССИЯ - церковь живёт не для себя, но для людей, которые ее окружают\n" +
    "\n" +
    "Также мы ценим простоту христианства, искренность, трудолюбие, верность и посвященность.\n" +
    "\n" +
    "💭 Апостол Павел учит, что христиане получают приращение к Телу «…при действии в свою меру каждого члена» (Еф. 4:16)\n" +
    "\n" +
    "Каждого из нас обьеденяет любовь к Богу и любовь к людям. Мы призваны к проповеди Евангелия, что и является главной целью нашего служения.\n",
  youtubeInfo:
    "Прямая трансляция служений церкви «Спасение» проходит по воскресеньям с 11:00. \n" +
    "Богослужения проходят по адресу ul. Mińska 48, Warszawa\n" +
    "\n" +
    "Трансляции, записи служений, а также другие видео доступны на наше ютуб канале по ссылке:\n",
  followUs:
    "Дорогой друг, подписывайся на группы/чаты. \nБудем рады видеть каждого! 🙏🏼❤️‍🔥",
  viber: "Наш вайбер",
  telegram: "Наш телеграм",
  instagram: "Наш инстаграм",
  fs: "Наш фейсбук",
  ourFeedback:
    "Дорогой друг, если у тебя остались вопросы, по ссылке ниже ты можешь заполнить форму обратной связи и мы обязательно с вами свяжемся!\n 🙏🏼❤️‍🔥",
};
module.exports = { RU };
