const RU = {
  welcome: "Приветствую, друг!",
  askLanguage: "На каком языке тебе удобней получать информацию?",
  setLanguage: "Благодарю, По умолчанию установлен русский язык",
  notFound: "Выбери, пожалуйста, другую команду",
  mainMenu: {
    liveStream: "Прямая трансляция",
    churchInfo: "Информация o церкви",
    donation: "Пожертвование",
    churchChat: "Церковный чат",
    churchLeaders: "Лидеры церкви",
    events: "Мероприятия",
    feedback: "Форма обратной связи",
  },
  donation: {
    title: "Назначение платежа:",
    recipient: "Получатель:",
    number: "Номер банковского счета:",
  },
  pastorsInfo: {
    title: "и.о. ПАСТОРА",
    tel: "тел. ",
    moreInfo: "Больше информации Вы найдете на сайте",
  },
  moreEvents: "Следи за нашими последними мероприятиями в инстаграме",
  homeGroup:
    "ДОМАШНИЕ ГРУППЫ 🏡☕️📖\n" +
    "\n" +
    "Малые группы - это место, где незнакомые друг другу люди стают друзьями, где каждый чувствует себя нужным и ценным, а Слово Божье изменяет жизнь, позволяя познать Бога на личном уровне🙏🏼❤️‍🔥\n" +
    "\n" +
    "Мы верим, что поместные церкви, а также каждый верующий в отдельности, растет именно через участие в малых группах!\n" +
    "\n" +
    "Выбирай удобный адрес, свяжись с лидером группы и приходи каждую среду на 19:30! 🤍\n" +
    "\n" +
    "📍Ждём тебя каждую среду в 19:30, по адресам:\n" +
    "\n",
  churchInfo:
    "Дорогой Друг!\n" +
    "\n" +
    "Церковь «Спасение» – это место, где человек соприкасается с Божьей реальностью, силой Его безмерной благодати и любви, под воздействием которой, получает СПАСЕНИЕ 🕊\n" +
    "\n" +
    "▫️ Церковь «Спасение» — это место, где каждый человек может раскрыть свой духовный потенциал, заложенный в него Богом, а также развиваться в своем призвании и дарах.\n" +
    "\n" +
    "▫️Наши ценности — это простота христианства, отношения, искренность, трудолюбие, верность и посвященность.\n" +
    "\n" +
    "💭 Апостол Павел учит, что христиане получают приращение к Телу «…при действии в свою меру каждого члена.» (Еф. 4:16)\n" +
    "Каждого из нас обьеденяет любовь к Богу и любовь к людям. Мы призваны к проповеди Евангелия, что и является главной целью нашего служения.",
  youtubeInfo:
    "Прямая трансляция служений церкви «Спасение» проходит по воскресеньям с 11:00. \n" +
    "Богослужения проходят по адресу ul. Mińska 48, Warszawa\n" +
    "\n" +
    "Трансляции, записи служений, а также другие видео доступны на наше ютуб канале по ссылке:\n" +
    "\n",
  followUs:
    "Дорогой друг, подписывайся на группы/чаты. Будем рады видеть каждого! 🙏🏼❤️‍🔥",
  viber: "Наш вайбер",
  telegram: "Наш телеграм",
  instagram: "Наш инстаграм",
  ourFeedback:
    "Дорогой друг, по ссылке ниже ты можешь заполнить форму обратной связи. Напиши и мы обязательно тебе ответим! 🙏🏼❤️‍🔥",
};
const UA = {
  welcome:
    "Вітаю, друже! За замовчуванням встановлено українська мова для цього чату, при бажанні, мову можеш змінити в додатковим налаштуванню",
  askLanguage: "Якою мовою тобі зручніше отримувати інформацію?",
  setLanguage: "Дякую, За замовчуванням встановлено українську мову",
  notFound: "Вибери, будь ласка, іншу команду",
  mainMenu: {
    liveStream: "Пряма трансляція",
    churchInfo: "Iнформація o церкви",
    donation: "Пожертвування",
    churchChat: "Церковний чат",
    churchLeaders: "Лідери церкви",
    events: "Події",
    feedback: " Форма зворотного зв'язку",
  },
  donation: {
    title: "Призначення платежу:",
    recipient: "Одержувач:",
    number: "Номер банківського рахунку:",
  },
  pastorsInfo: {
    title: "в. о. ПАСТОРА",
    tel: "тел.",
    moreInfo: "Більше інформації ви знайдете на сайті",
  },
  moreEvents: "Стеж за нашими останніми заходами в Instagram",
  homeGroup:
    "ДОМАШНІ ГРУПИ 🏡☕️📖\n" +
    "\n" +
    "Малі групи-це місце, де незнайомі один одному люди стають друзями, де кожен відчуває себе потрібним і цінним, а Слово Боже змінює життя, дозволяючи пізнати Бога на особистому рівні🙏🏼❤️‍🔥\n" +
    "\n" +
    "Ми віримо, що помісні церкви, а також кожен віруючий окремо, зростає саме через участь у малих групах!\n" +
    "\n" +
    "Обирай зручну адресу, зв'яжися з лідером групи та приходь щосереди на 19: 30! 🤍\n" +
    "\n" +
    "📍Чекаємо на тебе щосереди о 19: 30, за адресами: \n" +
    "\n",
  churchInfo:
    "Дорогий друже!\n" +
    "\n" +
    "Церква «Спасіння» - це місце, де людина стикається з Божою реальністю, силою його безмірної благодаті і любові, під впливом якої, отримує порятунок 🕊  n" +
    "\n" +
    "▫️ Церква «Спасіння» - це місце, де кожна людина може розкрити свій духовний потенціал, закладений в нього Богом, а також розвиватися в своєму покликанні і дарах.\n" +
    "\n" +
    "▫️Наші цінності-це простота християнства, відносини, щирість, працьовитість, вірність і посвяченість.\n" +
    "\n" +
    "💭 Апостол Павло вчить, що християни отримують прирощення до тіла «...при дії в свою міру кожного члена. (Еф. 4:16)\n" +
    "Кожного з нас об'єднує любов до Бога і любов до людей. Ми покликані до проповіді Євангелія, що і є головною метою нашого служіння.",
  youtubeInfo:
    "Пряма трансляція служінь церкви «Спасение» проходить по неділях з 11:00. \n" +
    "Богослужіння проходять за адресою ul. Mińska 48, Warszawa\n" +
    "\n" +
    "Трансляції, записи служінь, а також інші відео доступні на нашому ютуб каналі за посиланням:  n" +
    "\n",
  followUs:
    "Дорогий друже, підписуйся на групи/чати. Будемо раді бачити кожного! 🙏🏼❤️‍🔥",
  viber: "Наш вайбер",
  telegram: "Наш телеграм",
  instagram: "Наш інстаграм",
  ourFeedback:
    "Дорогий друже, за посиланням нижче ти можеш заповнити форму зворотного зв'язку. Напиши і ми обов'язково тобі відповімо! 🙏🏼❤️‍🔥",
};
const PL = {
  welcome:
    "Gratulacje, kolego! Domyślnie jest ustawiony język polski dla tego czatu, w razie potrzeby język można zmienić w opcjonalnym ustawieniu",
  askLanguage: "w jakim języku wolisz otrzymywać informacje?",
  setLanguage: "Dziękuję, domyślnie jest ustawiony język polski",
  notFound: "Wybierz inne polecenie",
  mainMenu: {
    liveStream: "Transmisja na żywo",
    churchInfo: "Informacje o Kościele",
    donation: "Darowizna",
    churchChat: "Czat Kościelny",
    churchLeaders: "Przywódcy Kościoła",
    events: "Wydarzenia",
    feedback: "Formularz opinii",
  },
  donation: {
    title: "Cel płatności:",
    recipient: "Odbiorca:",
    number: "Numer konta bankowego:",
  },
  pastorsInfo: {
    title: "p. o. PASTORA",
    tel: "tel.",
    moreInfo: "Więcej informacji znajdziesz na stronie",
  },
  moreEvents: "Śledź nasze najnowsze wydarzenia na Instagramie",
  homeGroup:
    "GRUPY DOMOWE 🏡☕️📖\n" +
    "\n" +
    "Małe grupy to miejsce, w którym nieznajomi stają się przyjaciółmi, gdzie każdy czuje się potrzebny i wartościowy, a Słowo Boże zmienia życie, pozwalając poznać Boga na poziomie osobistym🙏🏼❤️‍🔥\n" +
    "\n" +
    "Wierzymy, że Kościoły lokalne, a także każdy wierzący z osobna, rosną właśnie poprzez uczestnictwo w małych grupach!\n" +
    "\n" +
    "Wybierz dogodny adres, Skontaktuj się z liderem grupy i przyjdź w każdą środę o 19:30! 🤍\n" +
    "\n" +
    "📍Czekamy na Ciebie w każdą środę o 19: 30, pod adresami:\n" +
    "\n",
  churchInfo:
    "Drogi Przyjacielu!\n" +
    "\n" +
    "The Church of Salvation to miejsce, w którym człowiek styka się z rzeczywistością Bożą, mocą jego ogromnej łaski i miłości, pod wpływem której otrzymuje zbawienie 🕊\n" +
    "\n" +
    "▫️The Church of Salvation to miejsce, w którym każdy człowiek może odkryć swój duchowy potencjał, który w nim tkwi, a także rozwijać się w swoim powołaniu i darach.\n" +
    "\n" +
    "▫️Nasze wartości to prostota chrześcijaństwa, postawy, szczerość, pracowitość, lojalność i poświęcenie.\n" +
    "\n" +
    "💭Apostoł Paweł naucza, że chrześcijanie otrzymują przyrost ciała ...działając na miarę każdego członka. (EF. 4:16)\n" +
    "Każdego z nas objawia miłość do Boga i miłość do ludzi. Jesteśmy powołani do głoszenia Ewangelii, co jest głównym celem naszej służby.",
  youtubeInfo:
    "Transmisja na żywo z nabożeństw Kościoła «Спасение» odbywa się w niedziele od godziny 11:00. \n" +
    "Nabożeństwa odbywają się przy ul. Mińska 48, Warszawa\n" +
    "\n" +
    "Transmisje, nagrania usług, a także inne filmy są dostępne na naszym kanale YouTube pod linkiem:  n" +
    "\n",
  followUs:
    "Drogi przyjacielu, śledź grupy / czaty. Z przyjemnością zobaczymy wszystkich! 🙏🏼❤️‍🔥",
  viber: "Nasz Viber",
  telegram: "Nasz Telegram",
  instagram: "Nasz Instagram",
  ourFeedback:
    "Drogi przyjacielu, w linku poniżej możesz wypełnić formularz opinii. Napisz, a na pewno ci odpowiemy! 🙏🏼❤️‍🔥",
};

module.exports = { RU, UA, PL };
